relay/10/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-06-03 Sun 23:24 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Relay 10</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="../../global/Default.css"/>
<link rel="stylesheet" href="../../global/org.css"/>
<link rel="stylesheet" href="../relay.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="../index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="preamble" class="status">
<header>
<h1 id="Title">Relay 10<br/></h1>
<h3 class="date">2018-06-02 (last exported 2018-06-03 Sun 23:24)</h3>
</header>
</div>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org59a3b58">1. kozet &#x2013; Arka</a></li>
<li><a href="#org6adc8e2">2. bbbourq &#x2013; Lortho</a></li>
<li><a href="#org011c210">3. alllen &#x2013; <code>langname</code></a></li>
<li><a href="#orgc8bb61b">4. talla  &#x2013; Laikan</a></li>
<li><a href="#org84dcd95">5. nyar &#x2013; Blïmbi</a></li>
<li><a href="#org237837c">6. sincy &#x2013; orajha</a></li>
<li><a href="#org2e18a8e">7. neo &#x2013; Kebanais</a></li>
<li><a href="#org7c8764c">8. mareck &#x2013; 8</a></li>
<li><a href="#orgb63b93a">9. andi &#x2013; Modern Ralian</a></li>
</ul>
</div>
</div>
<p>
This is the summary document for relay 10.
For a more detailed version of these torches,
please click on a specific link to view the relay.
</p>

<div id="outline-container-org59a3b58" class="outline-2">
<h2 id="org59a3b58"><span class="section-number-2">1</span> kozet &#x2013; Arka</h2>
<div class="outline-text-2" id="text-1">
<div class="short-relay">
<p>

</p>

<div class="detail-link">
<p>
<a href="02-kozet.html">Full torch</a>
</p>

</div>

<div class="natlang-name">
<p>
English
</p>

</div>

<div class="natlang-text">
<p>
&rsquo;I pick up a bit, here and there.&rsquo; The shopkeeper blew his nose. &rsquo;Sometimes I
land on a world where they understand these things.&rsquo; He turned a pair of small
sad eyes on Twoflower. &rsquo;You&rsquo;ve got a kind face, sir. I don&rsquo;t mind telling you.&rsquo;
</p>

<p>
&rsquo;Telling me what?&rsquo;
</p>

<p>
&rsquo;It&rsquo;s no life, you know, minding the Shop. Never settling down, always on the
move, never closing.&rsquo;
</p>

<p>
&rsquo;Why don&rsquo;t you stop then?&rsquo;
</p>

<p>
&rsquo;Ah, that&rsquo;s it, you see, sir – I can&rsquo;t. I&rsquo;m under a curse, I am. A terrible
thing.&rsquo; He blew his nose again.
</p>

<p>
&rsquo;Cursed to run a shop?&rsquo;
</p>

<p>
&rsquo;Forever, sir, forever. And never closing! For hundreds of years! There was this
sorcerer, you see. I did a terrible thing.&rsquo;
</p>

</div>

<div class="conlang-name">
<p>
Arka
</p>

</div>

<div class="conlang-text">
<p>
&ldquo;an sab kal atu o lyu.&rdquo; sal toaerat. &ldquo;an luko ail fia le luus loki tuus.&rdquo;
lu korat ta ins lis emt a tuuflawar. &ldquo;ti tiles eel niit, keyu. an en ris okt
tu a ti.&rdquo;
</p>

<p>
&ldquo;okt to al an?&rdquo;
</p>

<p>
&ldquo;xaas ate de ikn tisee. an ref aaxa, an monk aluut, an is aaxa ate.&rdquo;
</p>

<p>
&ldquo;es ti en is?&rdquo;
</p>

<p>
&ldquo;ou, an is vil tisee. an garv mil anver tisee. tul xet fuo.&rdquo; lu toaerat me.
</p>

<p>
&ldquo;anver varsor ti xaas ate?&rdquo;
</p>

<p>
&ldquo;teom, keyu, teom. ont is aaxa! sov togal salt! lu artan at xa tisee. an sot
tul velnar.&rdquo;
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-org6adc8e2" class="outline-2">
<h2 id="org6adc8e2"><span class="section-number-2">2</span> bbbourq &#x2013; Lortho</h2>
<div class="outline-text-2" id="text-2">
<div class="short-relay">
<p>

</p>

<div class="detail-link">
<p>
<a href="03-bbbourq.html">Full torch</a>
</p>

</div>

<div class="natlang-name">
<p>
English
</p>

</div>

<div class="natlang-text">
<p>
“I learn a little here and there.” The shopkeeper blew his nose. “I sometimes
come to a world where they understand things.”
</p>

<p>
He turned his two small, sad eyes to Tuuflawar. “You have a kind face, friend. I
want to tell you something.”
</p>

<p>
“Tell me what?”
</p>

<p>
“Taking care of the shop isn’t routine, you know. I never settle down, I always
move, I never close the shop.”
</p>

<p>
“Why don’t you stop?”
</p>

<p>
“Oh! I cannot stop, you know. I suffer because of a curse, you know. A very bad
thing.” He blew his nose again.
</p>

<p>
“Is the curse forcing you to take care of the shop?”
</p>

<p>
“Forever, friend, forever. And it will never stop! For a few hundred years! He
was a sorcerer, you know. I did an evil thing.”
</p>

</div>

<div class="conlang-name">
<p>
Lortho
</p>

</div>

<div class="conlang-text">
<p>
“kashidenin lalha dikhaneme thashi hana dasat.” radenikhi motikhani kisananau
libinume. “konerin ikhi mashtamela ammar menanimi nimi dikhaneme.”
</p>

<p>
phorennikhin bon menishu khume thufalardan. “efodhanni fakodasha ikhi dhalamu
kafume. hankhanin seman ikhi dikhame mannumela.”
</p>

<p>
“semananni masharime hunimela?”
</p>

<p>
“mekhara minarona kisaname. dharokhar lumanin, rokhar somanin, dharokhar denalin
kisaname.”
</p>

<p>
“kaura malar dhadenalanni?”
</p>

<p>
“dhatumedin denalo. finali peikhali nihokhanname. harlu malar menu dikhu.”
radenikhi libinume.
</p>

<p>
“kaura finali peikhali minaro manni kisaname?”
</p>

<p>
“rokhar, fakodasha, rokhar. hana dharokhar denalaina dasat hanhan lhara!
harlikhi i moshtharume. harikhin mena dikhame.”
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-org011c210" class="outline-2">
<h2 id="org011c210"><span class="section-number-2">3</span> alllen &#x2013; <code>langname</code></h2>
<div class="outline-text-2" id="text-3">
<div class="short-relay">
<p>

</p>

<div class="detail-link">
<p>
<a href="04-alllen.html">Full torch</a>
</p>

</div>

<div class="natlang-name">
<p>
English
</p>

</div>

<div class="natlang-text">
<p>
&ldquo;I believe that I know a great deal of things.&rdquo; The shopkeeper blew his nose.  &ldquo;The people that come from where I do tend to know a lot.&rdquo;
</p>

<p>
I looked at Sufarar sadly.
</p>

<p>
&ldquo;You&rsquo;re a friendly one.&rdquo; he said. &ldquo;While I tell you this, pay attention.&rdquo;
</p>

<p>
&ldquo;I will.&rdquo; (rote polite response to superior)
</p>

<p>
&ldquo;Running this shop is difficult. I don&rsquo;t rest, I just buzz around like a bee. I never close the shop.&rdquo;
</p>

<p>
&ldquo;Never close?&rdquo; (indirect polite question)
</p>

<p>
&ldquo;Yes, it&rsquo;s impossible to close the shop. The evil spirit commands me. It&rsquo;s a powerful curse.&rdquo; The shopkeeper blew his nose.
</p>

<p>
&ldquo;And while you run the shop, the curse&#x2026;?&rdquo; (indirect polite question)
</p>

<p>
&ldquo;Yes, the curse requires me to run the shop. It won&rsquo;t end for a hundred years! While the spirit&rsquo;s curse continues, I do his work.&rdquo;
</p>

</div>

<div class="conlang-name">
<p>
<code>langname</code>
</p>

</div>

<div class="conlang-text">
<p>
&ldquo;nutatta.&rdquo; rukkan runam t&rsquo;upette bikkab t&rsquo;umuttassu. &ldquo;ú wuru nar gwe t&rsquo;ar t&rsquo;ut&rsquo;
t&rsquo;akak&rdquo;.
</p>

<p>
sufarar nenagun.
</p>

<p>
&ldquo;arikasu. ninnappaki, anngunmi.&rdquo;
</p>

<p>
&ldquo;au, nban negawi.&rdquo;
</p>

<p>
&ldquo;runam ate i pafa t&rsquo;uba. inerapatrapat - anirini. runam inetapputapputta.&rdquo;
</p>

<p>
&ldquo;au, ítappura i&#x2026;&rdquo;
</p>

<p>
&ldquo;hí, netappu i pafupafu t&rsquo;uba. watag t&rsquo;unne. rekka wa t&rsquo;uba.&rdquo; rukkan bikkab
t&rsquo;umuttassu.
</p>

<p>
&ldquo;au, runam aterapaki, rekka i &#x2026;&rdquo;
</p>

<p>
&ldquo;hí, rekka runam nate i t&rsquo;uppisap. rekka basi gung it&rsquo;ufenatta! wataga rekka
it&rsquo;usupaki, nesansan.&rdquo;
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-orgc8bb61b" class="outline-2">
<h2 id="orgc8bb61b"><span class="section-number-2">4</span> talla  &#x2013; Laikan</h2>
<div class="outline-text-2" id="text-4">
<div class="short-relay">
<p>

</p>

<div class="detail-link">
<p>
<a href="05-talla.html">Full torch</a>
</p>

</div>

<div class="natlang-name">
<p>
English
</p>

</div>

<div class="natlang-text">
<p>
&ldquo;I know I am skillful.&rdquo; The man who runs the store sneezed. &ldquo;I stand in the
place that I&rsquo;ve always known.&rdquo;
</p>

<p>
I sadly looked at Sufarar.
</p>

<p>
&ldquo;You are friendly. Look at me now.&rdquo;
</p>

<p>
&ldquo;I will obey.&rdquo;
</p>

<p>
&ldquo;You run this store, and it is difficult. I do not rest, I am always moving. I
am sure this store will never close.&rdquo;
</p>

<p>
&ldquo;This store won&rsquo;t close?&rdquo;
</p>

<p>
&ldquo;This store is impossible to close. A demon told me. The curse is great.&rdquo; The
man sneezed.
</p>

<p>
&ldquo;While you ran the store, the curse closed it?&rdquo;
</p>

<p>
&ldquo;Unfortunately, the curse demanded for the store to be closed. I&rsquo;m sure the
curse will not end for a long time! The demon&rsquo;s curse did not exist when I
worked here.&rdquo;
</p>

</div>

<div class="conlang-name">
<p>
Laikan
</p>

</div>

<div class="conlang-text">
<p>
&ldquo;hadiya yau vai; yau na jiyali.&rdquo; ajwa daz, vaun darauniya aa miram. &ldquo;biya
huzddal, vaun adan hadiya, yau.&rdquo;
</p>

<p>
ilwa dibb Zuvara baulwi yau.
</p>

<p>
&ldquo;lu na viyaz. auv ha, ilwij yawi lu.&rdquo;
</p>

<p>
&ldquo;zumiddiya yau.&rdquo;
</p>

<p>
&ldquo;darauniya lu aa miram id, ya vi na uduri. adan bauziviya - adan jada humpi
yau. baubbirariyaj miram id; hadiya yau vai.&rdquo;
</p>

<p>
&ldquo;baubbirariyaj miram id, zauha a.&rdquo;
</p>

<p>
&ldquo;mid baubbirariya hadan miram id. yigai ajma augu dau. unvaun na lazai.&rdquo; ajwa
 daz.
</p>

<p>
&ldquo;auv darauniya lu aa miram, bbirarwaj unvaun vai, yauha a.&rdquo;
</p>

<p>
&ldquo;ubbyi unvaun vai; bbirariya ajal miram. auv daam madzi, bauniyinyij unvaun;
 hadiya yau vai. auv gariya yau iddal, bauhiya unvaun ajmahigza augu.&rdquo;
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-org84dcd95" class="outline-2">
<h2 id="org84dcd95"><span class="section-number-2">5</span> nyar &#x2013; Blïmbi</h2>
<div class="outline-text-2" id="text-5">
<div class="short-relay">
<p>

</p>

<div class="detail-link">
<p>
<a href="06-nyar.html">Full torch</a>
</p>

</div>

<div class="natlang-name">
<p>
English
</p>

</div>

<div class="natlang-text">
<p>
“To be able to know,” the seer said, “I stand here.”
</p>

<p>
Thus, Zawaram sees you all well.
</p>

<p>
“You’re nice, but listen:”
</p>

<p>
“Bear in mind!”
</p>

<p>
“Your shop also has not stopped working, that they leave. So they know the shop
hasn’t shut.
</p>

<p>
“It hasn’t shut, no?”
</p>

<p>
“It was, but surely then it did shut, then an angry spirit sang its horrible
song.”
</p>

<p>
“That because of you the shop didn’t work and didn’t close, no?”
</p>

<p>
“Then I sang my song, but I know after a while here the angry spirit’s curse
will be at work.”
</p>

</div>

<div class="conlang-name">
<p>
Blïmbi
</p>

</div>

<div class="conlang-text">
<p>
&ldquo;Məhayaki wēzen,&rdquo; sustaä rātz, &ldquo;īzër hītśamyar, wu.&rdquo;
</p>

<p>
Ośoṃ Zuwaraṃ tärśen.
</p>

<p>
&ldquo;Tū mlyeya ere, tui xyleñośima.&rdquo;
</p>

<p>
&ldquo;Tśustizäṃ.&rdquo;
</p>

<p>
&ldquo;Tətiyətsar hāuki zetsäṃ kitśoyit&#x2026; mitāzarmeyahāyən, hāu tā liztoṃ. Wu zetaä
miśeśtma, wēzenki.&rdquo;
</p>

<p>
&ldquo;Miśeśtma, hiś?&rdquo;
</p>

<p>
&ldquo;fūsit&#x2026; pənufa, təti śeśtmaki, təti śora fyreka. tosawəsatsar okorā fūsit!&rdquo;
rātz.
</p>

<p>
&ldquo;Ka tā śawo tsau zetaä tāzaretiyayëz ka miśeśtuya, hiś?&rdquo;
</p>

<p>
&ldquo;Təti okorā zäṃ pyratśmaäki, śeśtśëzki. Pənu wāzen, pətsi wätle, ërotaī
miśäsersitre. Īzër tāzarmeyayen, ërotaī fyreka śorayara miets.&rdquo;
</p>

<hr />

<p>
Tiryo p​ïpelrï; “tsilëba Bom Ssonna go; gyïmmnatsïff fë.”
</p>

<p>
Nyënn f​ë; mippogli flinn Tsaboram danoTam.
</p>

<p>
Tom ​sinfïmissï; fomna Tom Bomi f​ë.
</p>

<p>
Prïdryi Tom Nyen!
</p>

<p>
Ninifnï boga batïryam; flom ​Nyë ​tïryamï ga | ​Nyënn f​ë; dem batïryam.
</p>

<p>
Notsi​ Nyë Nyen.
</p>

<p>
Dem ​batïryam; ​ëga?
</p>

<p>
Nyonn; Gyinogli ëddiblë dem; blak​ï byëkkiprïpyim yommerbloke.
</p>

<p>
Nïfni batïryam; Dem batïryam; Tomi ​f​ë, ​ëga?
</p>

<p>
Ëddiblë bloki Bom bloka; nats​ï Bom; n​ëddiglë kyofye tsrën bbëbliprëtsinnë.
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-org237837c" class="outline-2">
<h2 id="org237837c"><span class="section-number-2">6</span> sincy &#x2013; orajha</h2>
<div class="outline-text-2" id="text-6">
<div class="short-relay">
<p>

</p>

<div class="detail-link">
<p>
<a href="07-sincy.html">Full torch</a>
</p>

</div>

<div class="natlang-name">
<p>
English
</p>

</div>

<div class="natlang-text">
<p>
“Knowledge has caused me standing here” said [to no object] person, owner of knowledge.
</p>

<p>
This has caused: (that) nonsense has seen you well.
</p>

<p>
You are (a) kind (something): you have listened to me.
</p>

<p>
You must remember that!
</p>

<p>
The shop was stopped from not working once they went away from the shop.
</p>

<p>
It has caused the shop to not have shutdown.
</p>

<p>
They have tried to figure it out.
</p>

<p>
The shop was not closed(/dead), yes?
</p>

<p>
It was. It was certainly closed, because angry monsters proclaimed an evil song.
</p>

<p>
The shop was not working. Because of you, the shop was shut down (by ???), yes?
</p>

<p>
I will proclaim a song, because I know: Evil is going to be by here (aka nearby).
</p>

</div>

<div class="conlang-name">
<p>
Orajha
</p>

</div>

<div class="conlang-text">
<p>
“te źéama jha aava áwúvyja ida nuruge” ta taara tira illava ira ille nuru.
</p>

<p>
ta źéama ra: ta kúśúma hyripo sja jatlúrúga.
</p>

<p>
vosja kúllú hida: ta óótema jha aava sja.
</p>

<p>
siśi urúmmúma ra sja.
</p>

<p>
ta thara gevénge limútta, śui ta voma pitli néé illa kúllú rúttú illave limútta kalla.
</p>

<p>
te źéara ta torama néé limúttaga ra.
</p>

<p>
te kihima zavu raha raha.
</p>

<p>
úlú ta vora néé toruga limúttaga, hawó.
</p>

<p>
ta vora. ta taa lááúnggaga réétjuhhu ravviga dźarridjé, júúsitlu ta vora jháá tira toruga ra.
</p>

<p>
ta vora néé kúllú rúttú tira limútta. úlú júúsitlu sja, te ngihatjama toruga limúttaga kalla, hawó?
</p>

<p>
taatta aava lááúngga jha, júúsitlu illava jha illa nuruge: votta gevúmale sijanga kúllú réétjuhhu.
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-org2e18a8e" class="outline-2">
<h2 id="org2e18a8e"><span class="section-number-2">7</span> neo &#x2013; Kebanais</h2>
<div class="outline-text-2" id="text-7">
<div class="short-relay">
<p>

</p>

<div class="detail-link">
<p>
<a href="08-neo.html">Full torch</a>
</p>

</div>

<div class="natlang-name">
<p>
English
</p>

</div>

<div class="natlang-text">
<p>
The man said &ldquo;Wisdom made me stand here.&rdquo;
</p>

<p>
It caused nothing to see you thoroughly.
</p>

<p>
Remember it.
</p>

<p>
The shop&rsquo;s work was not stopped when it walked away.
</p>

<p>
It caused the shop not to sleep (shut down).
</p>

<p>
They tried to know (learn) [about] them.
</p>

<p>
Did the shop sleep? Yes.
</p>

<p>
It did. Because beasts sang the song, it very much slept.
</p>

<p>
The shop was not work. Because did you cause the shop to sleep? Yes.
</p>

<p>
I will sing the song because of my wisdom: Evil will be near.
</p>

</div>

<div class="conlang-name">
<p>
Kebanais
</p>

</div>

<div class="conlang-text">
<p>
yoIm ol, “yoUo esim ethe mo.”
</p>

<p>
yoUo um yosin eidela kiron kus.
</p>

<p>
Kus kum.
</p>

<p>
yoAi tiñi aloñe-so edi-tiegu, kai yotaga di aloñe um.
</p>

<p>
yoUo um edi-youni aloñe.
</p>

<p>
yoAu umodo yosuñe umodo kumodo.
</p>

<p>
yoUni-da aloñe? U.
</p>

<p>
yoGu um. Kai yomayemu tuñodo igu, yoUni te um.
</p>

<p>
yoAi aloñe edi-tiñi. Kai youoda su youni aloñe? U.
</p>

<p>
ebMayemu mo igu, kai esim mas: ebAi reu oda.
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-org7c8764c" class="outline-2">
<h2 id="org7c8764c"><span class="section-number-2">8</span> mareck &#x2013; 8</h2>
<div class="outline-text-2" id="text-8">
<div class="short-relay">
<p>

</p>

<div class="detail-link">
<p>
<a href="09-mareck.html">Full torch</a>
</p>

</div>

<div class="natlang-name">
<p>
English
</p>

</div>

<div class="natlang-text">
<p class="verse">
man said &ldquo;i caused wisdom to sit&rdquo;<br />
he caused you to thoroughly see nonsense<br />
him<br />
was work of store not partially stop when he walked from store<br />
he caused store not sleep<br />
they tried to know them<br />
store sleep? yes<br />
he did. when evil beast sang song, he slept verily<br />
be store not work. when you caused store slept? yes<br />
</p>

</div>

<div class="conlang-name">
<p>
lang8
</p>

</div>

<div class="conlang-text">
<p class="verse">
ágik boógakí ke kipi hák kaeh gáʔoo<br />
ágik kaeh keʔo keʔo ɾiʔi íge kipi<br />
ágik ágik<br />
kabí íge ʔapí íge ke ágik híba kabí áúʔiɾógi<br />
ágik kaeh íge kabí<br />
ɾiʔa ɾiʔa ʔapíkabí kipi<br />
kuú íge kabí / gá<br />
bíkí áúʔi / ke haɾa ɾiʔa ikɾiboógakí kaeh íge kabí<br />
íge kabí / kuú kaeh íge kabí gá<br />
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-orgb63b93a" class="outline-2">
<h2 id="orgb63b93a"><span class="section-number-2">9</span> andi &#x2013; Modern Ralian</h2>
<div class="outline-text-2" id="text-9">
<div class="short-relay">
<p>

</p>

<div class="detail-link">
<p>
<a href="10-andi.html">Full torch</a>
</p>

</div>

<div class="natlang-name">
<p>
English
</p>

</div>

<div class="natlang-text">
<p class="verse">
he/she listened for a heartbeat<br />
however, he/she didn&rsquo;t find that!<br />
(he/she) ran away from them<br />
(he/she) attempted hiding<br />
(he/she) did not succeed<br />
(he/she) didn&rsquo;t succeed? / yes<br />
what did they do? / they sang (an) evil (song) causing him/her to stop<br />
they took away his/her movement? / yes, their song caused him/her to stop<br />
</p>

</div>

<div class="conlang-name">
<p>
Modern Ralian
</p>

</div>

<div class="conlang-text">
<p class="verse">
kâle tozla ke tiñıj komicus<br />
sutmivo, kâle lüj ca nidi<br />
zidek kâm daknu<br />
ivis jeküme<br />
nidi anu elava<br />
nidi anu elava?! / sisi<br />
deñu kâm dücidü? / ko ngodem ara, kân zada kâ<br />
ko usa tıdu küs? / sisi, ngodem këmos kân zada kâ<br />
</p>

</div>

</div>
</div>
</div>
</div>
</body>
</html>
